Repository: apyb/associados
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: The two password fields didn't match.
pt_br: Os campos de senha não coincidem.

source: Email address
pt_br: Endereço de e-mail

source: Password
pt_br: Senha

source: Password confirmation
pt_br: Confirmação da senha

source: Enter the same password as above, for verification.
pt_br: Entre com a mesma senha para verificação

source: This email address already exists. Did you forget your password?
pt_br: Este endereço de e-mail já existe. Você esqueceu sua senha?

source: First Name
pt_br: Primeiro Nome

source: Last Name
pt_br: Sobrenome

source: Phone
pt_br: Fone

source: GitHub User
pt_br: Usuário no GitHub

source: Organization
pt_br: Empresa

source: Location
pt_br: Localicação

source: You can't change your category with pending payments
pt_br: Você não pode mudar a sua categoria com pagamentos pendentes

source: Name
pt_br: Nome

source: Organizations
pt_br: Empresas

source: State
pt_br: Estado

source: Cities
pt_br: Cidades

source: Categories
pt_br: Categorias

source: Category
pt_br: Categoria

source: Github User
pt_br: Usuário no GitHub

source: Address
pt_br: Endereço

source: Relation with community
pt_br: Relação com a comunidade

source: Mailing
pt_br: Correspondência

source: Partner
pt_br: Parceiro

source: You're already registered! Complete your details to proceed with the registration in the pool!
pt_br: Você está cadastrado! Complete seus dados para prosseguir com o registro na associação!

source: There was an error register
pt_br: Houve um erro ao cadastrar-se

source: Your data was updated successfully
pt_br: Seus dados foram atualizados com sucesso

source: An error occurred while trying to save your data. check the form below.
pt_br: Ocorreu um erro ao tentar salvar seus dados. verifique o form abaixo.

source: To access the dashboard, you need to complete your data
pt_br: Para acessar os dashboard, você precisa completar os seus dados

source: Dashboard
pt_br: Painel do Usuário

source: User
pt_br: Usuário

source: Email for contact
pt_br: E-mail de Contato

source: Member since
pt_br: Associado desde

source: unrealized
pt_br: não realizado

source: Last Payment
pt_br: Último Pagamento

source: Status of the Association
pt_br: Status da Associação

source: Invalid Association
pt_br: Associação inválida

source: Valid Association
pt_br: Associação válida

source: days
pt_br: dias

source: pay the annuity
pt_br: pagar anuidade

source: Update member information
pt_br: Atualizar informações do associado

source: Submit
pt_br: Enviar

source: Members
pt_br: Associados

source: Search members:
pt_br: Buscar associados:

source: Search
pt_br: Buscar

source: Filter by category:
pt_br: Filtrar por categoria:

source: All
pt_br: Todos

source: Python Brazil Association Registration
pt_br: Pagamento do registro na Associação Python Brasil

source: Sign up
pt_br: Inscreva-se

source: Signup
pt_br: Registrar

source: Set last transactions as paid
pt_br: Marcar último lançamento como pago

source: Last Transaction
pt_br: Última Transação

source: Brazilian Python Association registration payment
pt_br: Pagamento do registro na Associação Python Brasil

source: Failed to generate a transaction within the payment gateway. Please contact the staff to complete your registration.
pt_br: Falha no processamento da transação com o gateway de pagamento. Entre em contato com a Associação Python Brasil para completar seu cadastramento.

source: Python Brazil Association
pt_br: Associação Python Brasil

source: Members of the Python Brazil Association
pt_br: Membros da Associação Python Brasil

source: The Python Brazil Association was formed in April 2007 with the goal of supporting the communities related to the Python language and related technologies.
pt_br: A Associação Python Brasil foi formada em Abril de 2007 com a meta de suportar as comunidades relacionadas à linguagem Python e suas tecnologias derivadas.

source: Useful Links
pt_br: Links Úteis

source: Association Website
pt_br: Site da Associação

source: PythonBrasil Conference
pt_br: Conferência PythonBrasil

source: Django Framework
pt_br: Framework Django

source: dashboard
pt_br: painel do usuário

source: change password
pt_br: alterar senha

source: update my profile
pt_br: atualizar meus dados

source: logout
pt_br: sair

source: Login
pt_br: Entrar

source: <h1>Bootstrap starter template</h1> <p>Use this document as a way to quick start any new project.<br> All you get is this message and a barebones HTML document.</p>
pt_br: <h1>Template inicial Bootstrap</h1> <p>Use este documento como um modo de iniciar projetos rapidamente.<br>Tudo o que você tem é essa mensagem e alguns documentos HTML iniciais.</p>

source: Back to top
pt_br: Voltar pro topo

source: Thanks for spending some quality time with the Web site today.
pt_br: Obrigado pelo seu tempo neste site.

source: Log in again
pt_br: Entrar novamente

source: Oh snap!
pt_br: Danou-se!

source: Please enter a correct username and password. Note that both fields are case-sensitive.
pt_br: Informe o usuário e senha corretamente. Note que ambos os campos fazem distinção entre maiúsculas e minúsculas.

source: Your first time here?!
pt_br: Sua primeira vez aqui?!

source: Reset your password before login!
pt_br: Redefina sua senha antes de entrar!

source: Passwords are lost during migration from old system. Please
pt_br: As senhas foram perdidas no processo de migração do sistema antigo. Por favor,

source: reset your password
pt_br: regere sua senha

source: Log in
pt_br: Entrar

source: Username or email
pt_br: Usuário ou E-mail

source: Cancel
pt_br: Cancelar

source: Reset my password
pt_br: Redefinir minha senha

source: Password change successful
pt_br: Senha alterada com sucesso

source: Back
pt_br: Voltar

source: Please correct the error below.
pt_br: Por favor corrija o erro abaixo.

source: Password change
pt_br: Alterar senha

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
pt_br: Informe a sua senha atual, por segurança, e então informe sua nova senha duas vezes para podermos verificar se ela foi digitada corretamente.

source: Change my password
pt_br: Alterar minha senha

source: Password reset complete
pt_br: Redefinição de senha completada

source: Your password has been set. You may go ahead and log in now.
pt_br: Sua senha foi definida. Você pode seguir adiante e entrar no sistema.

source: Password reset unsuccessful
pt_br: Redefinição de senha falhou

source: Please enter your new password twice so we can verify you typed it in correctly.
pt_br: Informe sua senha duas vezes para que possamos verificar se ela foi digitada corretamente.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pt_br: O link para redefinir a senha é inválido. Provavelmente porque já foi utilizado. Solicite uma nova redefinição de senha.

source: Password reset successful
pt_br: Senha redefinida com sucesso

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
pt_br: Nós lhe enviamos um e-mail com instruções sobre como definir uma nova senha em breve você deve recebê-lo.

source: Password reset
pt_br: Redefinir senha

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
pt_br: Esqueceu sua senha? Informe seu endereço de e-mail abaixo e nós lhe enviaremos instruções para definir uma nova.

source: loading
pt_br: carregando
